[
{
	"name": "<h2>Улица Антошкина</h2>",
	"origin": {
		"lat": 52.4645824756177,
		"lng": 30.97139310194945
	}, 
    "destination": {
    	"lat": 52.46686342649008, 
    	"lng": 30.97467080065582
    }, 
	"img": "<img class='portrait' src='images/antoshin.jpg'>",
    "info": 
    "<h2 align='center'>Антошкин Иван Диомидович </h2><p>Антошкин Иван Диомидович (1900-1944) - советский военный деятель, генерал-майор авиации, Герой Советского Союза.<br> Родился в г.Вязники ныне Владимирская область (Россия). В Красной Армии с 1919 г. С 1923 года – в ВВС. В 1923 - 1925 годах учился в военно-теоретических школах РККА в Егорьевске, Киеве и Ленинграде. Участник боёв на реке Халхин-Гол в 1939 году в должности помощника командира бомбардировочного авиационного полка 1-й армейской группы.<br> В июне 1941 года И.Д.Антошкин формировал 77-ю смешанную авиадивизию в Московском военном округе. С января 1942 года - командир 2-й резервной авиационной бригады. Участник Сталинградской битвы, Ростовской наступательной и Харьковской оборонительной операций. 10 марта 1943 года И.Д.Антошкин назначен командиром 6-го смешанного авиакорпуса 16-й воздушной армии на Центральном, Белорусском и 1-м Белорусском фронтах. Корпус участвовал в Курской битве, в Черниговско-Припятской, Гомельско-Речицской, Калинковичско-Мозырской, Рогачевско-Жлобинской наступательных операциях.<br> Командир корпуса генерал-майор И.Д.Антошкин и его заместитель по политической части полковник Иванов погибли 2 мая 1944 года в авиационной катастрофе самолёта УТ-2.<br> Похоронен на площади Труда в Гомеле.<br> Именем Ивана Диомидовича названа одна из улиц г. Гомеля.</p>"
},
{
	"name": "<h2>Улица Барыкина</h2>",
	"origin": {
		"lat": 52.41940133658805, 
    	"lng": 30.96758660907075
	}, 
    "destination": {
		"lat": 52.426410685347015,
		"lng": 30.889663107143356
    }, 
	"img": "<img class='portrait' src='images/barikin.jpeg'>",
    "info": 
    "<h2 align='center'>Барыкин Емельян Игнатьевич </h2><p>Барыкин Емельян Игнатьевич (1902 г., д. Тросна Жуковского района Брянской области – 1951 г.), один из организаторов и руководителей подполья и партизанского движения на территории Гомельской области во время Великой Отечественной войны, Герой Советского Союза (1944 г.). Участвовал в создании Гомельского полка народного ополчения (июль 1941 г.), и партизанского отряда «Большевик» (август 1941 г.). С 1941 секретарь Гомельского горкома КП(б)Б. С 1942 г. начальник штаба Гомельского партизанского соединения. С 1944 г. секретарь Гомельского горкома, с 1948 г. – Барановичского обкома КП(б)Б. Похоронен в г.Гомеле на площади Труда у Вечного огня.</p>"
},
{
	"name": "<h2>Улица Басенкова</h2>",
	"origin": {
		"lat": 52.535246160245904,
		"lng": 30.911185322606165
	}, 
    "destination": {
    	"lat": 52.53589876181911, 
    	"lng": 30.91281610568722
    }, 
	"img": "<img class='portrait' src='images/bacenkov.jpg'>",
    "info": 
    "<h2 align='center'>Басенков Пётр Харитонович </h2><p>Басенков Пётр Харитонович ( 1908 - 1969) – Участник Великой Отечественной войны, Герой Советского Союза, старший сержант.<br>Родился в д. Вылево ныне Добрушского района Гомельской области Беларуси в крестьянской семье. Окончив начальную школу, с 1922 года работал слесарем в городе Гомеле.<br>В Красной Армии с 1941 года. Участник Великой Отечественной войны с июня 1941 года.<br>В период Великой Отечественной войны сражался с захватчиками под Сталинградом, на Курской дуге, в Беларуси, Прибалтике, Восточной Пруссии, Германии.<br>Механик-водитель танка Т-34 326-го танкового батальона (117-я танковая бригада, 1-й танковый корпус, 6-я гвардейская армия, 1-й Прибалтийский фронт).<br>18 сентября 1944 года у города Добеле Латвийской ССР экипаж танка, в составе которого был Пётр Харитонович Басенков, отбил восемь контратак танков противника, уничтожив три танка и одно самоходное орудие. Оставшись один, после гибели остальных членов танкового экипажа, Пётр Басенков не прекратил боя до подхода подкрепления.<br>В 1946 году П.Х. Басенков демобилизован. Жил и работал в Одессе, затем в рабочем посёлке Костюковка.<br>Похоронен в Гомеле на Костюковском кладбище.<br>Именем Петра Харитоновича названа одна из улиц рабочего посёлка Костюковка (ныне черта г. Гомеля). На доме, где он жил, установлена мемориальная доска.</p>"
},
{
	"name": "<h2>Улица Бородина</h2>",
	"origin": {
		"lat": 52.459722711588945,
		"lng": 31.024838358775487
	}, 
    "destination": {
    	"lat": 52.45979772596853, 
    	"lng": 31.035882590205997
    }, 
	"img": "<img class='portrait' src='images/borodin.jpg'>",
    "info": 
    "<h2 align='center'>Бородин Тимофей Степанович</h2><p>Герой Советского Союза Бородин Тимофей Степанович – организаторы и руководители Гомельского подполья в годы Великой Отечественной войны<br><br>Бородин Т.С. (1917 – 1942) – уроженец г. Гомеля. С 1936 г. работал на фабрике «Полеспечать». После оккупации Гомеля немецко-фашистскими захватчиками по заданию Гомельского подпольного горкома КП(б)Б организовал и возглавил подпольную группу, члены которой печатали и распространяли листовки, сводки Совинформбюро, готовили бланки пропусков и др. документы для партизан и подполь-щиков.<br>В 1942 г. во время подготовки к взрыву Гомельской электростанции арестован фашистами и после пыток расстрелян.<br>Похоронен в г. Гомеле.</p>"
},

{
	"name": "<h2>Улица Воровского</h2>",
	"origin": {
		"lat": 52.459722711588945,
		"lng": 31.024838358775487
	}, 
    "destination": {
    	"lat": 52.45979772596853, 
    	"lng": 31.035882590205997
    }, 
	"img": "<img class='portrait' src='images/vorovski.jpg'>",
    "info": 
    "<h2 align='center'>Вацлав Вацлавович Воровский </h2><p>Вацлав Вацлавович Воровский — революционер, советский государственный и партийный деятель, публицист и литературный критик. Один из первых советских дипломатов.<br>Сотрудник большевистских газет «Искра», «Вперёд», «Пролетарий», «Правда». Один из первых литературных критиков-марксистов в России.<br><br>1 ноября 1917 полпред РСФСР в скандинавских странах, Италии. Участник Генуэзской (1922) и Лозаннской (1922-23) международных конференций. Убит белогвардейцем в Лозанне.</p>"
}
]